<template lang="pug">
  v-container
    v-card.text-center.py-16(flat)
        v-row.justify-center
          v-col(cols="12" md="8")
            v-card-title.justify-center.display-1 Российская ассоциация искусственного интеллекта (РАИИ)
            v-card-text.headline Общероссийская общественная организация «Российская ассоциация искусственного интеллекта» является общественным объединением, основанным на членстве лиц, профессиональная деятельность которых связана с теоретическими и прикладными исследованиями и разработками в области искусственного интеллекта.
    v-card.py-16(flat)
      v-row.justify-center
        v-card-title.display-1 Основные цели РАИИ
      v-row.justify-center
        v-col(cols="7" v-for="(item,i) in goals" :key="i" )
          v-list-item
            v-icon.indigo--text.text--accent-4(x-large) mdi-check
            v-card-text.headline {{ item.text }}
</template>

<script>
export default {
  name: "RaaiGoals",
  data () {
    return {
      goals: [
        { text: 'Объединение и развитие плодотворного сотрудничества отечественных ученых и специалистов.' },
        { text: 'Анализ состояния, обсуждение проблем и путей решения, систематизация результатов.' },
        { text: 'Мониторинг тенденций и определение перспектив развития теории, прикладных исследований и разработок.' },
        { text: 'Развитие международного сотрудничества в области искусственного интеллекта.' },
        { text: 'Популяризация знаний в области искусственного интеллекта.' },
        { text: 'Содействие в профессиональной деятельности членов РАИИ.' },
        { text: 'Поддержка и продвижение отечественных теоретических и прикладных исследований и разработок.' },
        { text: 'Независимая профессиональная экспертиза проектов и результатов теоретических и прикладных исследований и разработок.' },
        { text: 'Консультативная и экспертная поддержка, участие в разработке отечественных и международных нормативных документов по тематике искусственного интеллекта (по запросам или проактивно) для органов государственной власти, бизнеса, других институтов и организаций.' }
      ]
    }
  },
}
</script>

<style scoped>

</style>
